[
  {
    "slug": "kalyani-scholarship-program",
    "title": "Kalyani Scholarship Program",
    "summary": "Padhaai Trust announces Kalyani Scholarship Program in loving memory of late Smt Kalyani Neelarambham. The scholarship program is devised to aid and support scholarships to children who lack access to education due to social and economic reasons.",
    "date": "December 26, 2023",
    "image": "/images/kalyani.jpg",
    "content": "Padhaai Trust announces Kalyani Scholarship Program in loving memory of late Smt Kalyani Neelarambham. The scholarship program is devised to aid and support:\n\na) Scholarships to children who lack access to education due to social and economic reasons\n\nb) Capacity building at schools and for teachers in those schools that struggle to provide education due to lack of funds and support\n\nc) Causes related to skilling and education for the marginalized\n\n## About Padhaai Trust\n\nPadhaai Trust ® is a Registered Public Charitable Trust whose social activism focus is to provide educational assistance to children who desire to study but lack the economic resources. Padhaai® advocates the concept of inclusive education as propagated by UNESCO, and is in operation since 2012.\n\n## About Kalyani Neelarambham (1946 – 2023)\n\nSmt Kalyani Neelarambham was born in Bengaluru, Karnataka, as the first child of N Ramaiah and N Sharadamma. Kalyani was a passionate educator and a literary enthusiast. She had a stellar career as a lecturer in English Literature, teaching at various colleges and eventually worked as a principal before retiring after 38 years of service in education. While her vocation was as an expert in classic English language literature, her personal passion lay in the analysis and appreciation of Telugu literature. She found inspiration in her mother, known for her translations in Kannada and Telugu literary world by the name Sharvani. While Kalyani has several translated works to her name, it is in the last decade of her life that she was able to immerse herself fully in the study of telugu literature. She found like-minded individuals who inspired her and who in turn were inspired by her. Despite personal challenges and ill-health, her last years were spent in deriving great pleasure in the pursuit of good literature, good friendships, music, and human connection.\n\nA feminist and social justice advocate, over the past several years, Kalyani let it be known that she would like to leave behind a meaningful legacy to further the cause of education for the underprivileged. To this end, the above mentioned scholarships from Padhaai are her lasting gift to the cause of education and humanity.\n\n## For information\n\nWrite to: padhaai2012@gmail.com"
  },
  {
    "slug": "books-distribution",
    "title": "Books distribution",
    "summary": "Request for books from Government school at Hanur taluk, Hooyam and at MM Hills. Thank you donors for helping us complete the drive.",
    "date": "November 9, 2023",
    "image": "/legacy/BookCollage.jpg",
    "content": "Padhaai Trust successfully completed a books distribution drive for Government schools in Hanur taluk, Hooyam, and MM Hills. We are grateful to all our donors who helped us complete this important initiative.\n\nThrough this program, we were able to provide:\n\n- Educational books for students\n- Library resources for schools\n- Reading materials for various grade levels\n\nThis distribution drive has helped enhance the learning resources available to students in these rural areas, supporting their educational journey and fostering a love for reading."
  },
  {
    "slug": "distribution-water-filters",
    "title": "Distribution of Water filters",
    "summary": "Thank you for the super response for the donation request towards water filters. With your support we could provide all the filters requested for.",
    "date": "November 9, 2023",
    "image": "/legacy/donation1.jpg",
    "content": "Padhaai Trust is grateful for the overwhelming response to our donation request for water filters. With the generous support of our donors, we were able to provide all the water filters that were requested.\n\nAccess to clean drinking water is essential for the health and well-being of students and communities. This initiative has helped ensure that schools and communities have access to safe, filtered drinking water.\n\nWe thank all our donors for their continued support in making a difference in the lives of children and communities we serve."
  },
  {
    "slug": "book-distribution-program",
    "title": "Book Distribution Program",
    "summary": "We ran a campaign to collect donations to provide 100 books library in every classroom for Standards 3-8 at Gauribidanur and Manchenhalli. Happy to share that we successfully completed this initiative.",
    "date": "January 22, 2023",
    "image": "/legacy/BookCollage.jpg",
    "content": "Padhaai Trust launched a campaign to collect donations for providing 100 books library in every classroom for Standards 3-8 at Gauribidanur and Manchenhalli schools.\n\nThis initiative aimed to:\n\n- Create classroom libraries with 100 books each\n- Support students in Standards 3-8\n- Encourage reading habits among students\n- Provide diverse reading materials\n\nWe are happy to share that with the support of our generous donors, we successfully completed this initiative. The classroom libraries have been established and are now providing students with easy access to books, fostering a culture of reading and learning."
  },
  {
    "slug": "digital-school",
    "title": "Digital School",
    "summary": "These are happy pictures at the start of the year. It took quite an effort to get these in place along with Help educate A child and Padhaai's support.",
    "date": "January 7, 2023",
    "image": "/legacy/wayanadlaptops.jpg",
    "content": "Padhaai Trust, in collaboration with Help educate A child, has successfully set up digital infrastructure in schools. This initiative required significant effort and coordination, and we are delighted to share these happy pictures from the start of the year.\n\nThe Digital School program includes:\n\n- Installation of computer systems\n- Digital learning resources\n- Technology training for teachers\n- Student access to digital educational content\n\nThis initiative helps bridge the digital divide and provides students with access to modern educational tools and resources, preparing them for the digital age."
  },
  {
    "slug": "installation-electronic-system",
    "title": "Installation of Electronic System",
    "summary": "Installing them one at a time. Schools at Tulasikere, Karnataka. Thank you donors!",
    "date": "November 30, 2022",
    "image": "/legacy/wayanadlaptops.jpg",
    "content": "Padhaai Trust has been working on installing electronic systems in schools at Tulasikere, Karnataka. This is a gradual process, installing them one at a time to ensure proper setup and functionality.\n\nThe electronic systems installation includes:\n\n- Computer systems and hardware\n- Electronic learning aids\n- Digital infrastructure\n- Technical support and training\n\nWe are grateful to all our donors who have made this initiative possible. Your support is helping transform the learning environment in these schools and providing students with access to modern educational technology."
  }
]

