[
  {
    "slug": "kalyani-scholarship-program",
    "title": "Kalyani Scholarship Program",
    "summary": "Padhaai Trust announces Kalyani Scholarship Program in loving memory of late Smt Kalyani Neelarambham.",
    "date": "December 26, 2023",
    "image": "/images/kalyani.jpg",
    "content": "Padhaai Trust announces Kalyani Scholarship Program in loving memory of late Smt Kalyani Neelarambham. The scholarship program is devised to aid and support:\n\na) Scholarships to children who lack access to education due to social and economic reasons\n\nb) Capacity building at schools and for teachers in those schools that struggle to provide education due to lack of funds and support\n\nc) Causes related to skilling and education for the marginalized\n\n## About Padhaai Trust\n\nPadhaai Trust ® is a Registered Public Charitable Trust whose social activism focus is to provide educational assistance to children who desire to study but lack the economic resources. Padhaai® advocates the concept of inclusive education as propagated by UNESCO, and is in operation since 2012.\n\n## About Kalyani Neelarambham (1946 – 2023)\n\nSmt Kalyani Neelarambham was born in Bengaluru, Karnataka, as the first child of N Ramaiah and N Sharadamma. Kalyani was a passionate educator and a literary enthusiast. She had a stellar career as a lecturer in English Literature, teaching at various colleges and eventually worked as a principal before retiring after 38 years of service in education. While her vocation was as an expert in classic English language literature, her personal passion lay in the analysis and appreciation of Telugu literature. She found inspiration in her mother, known for her translations in Kannada and Telugu literary world by the name Sharvani. While Kalyani has several translated works to her name, it is in the last decade of her life that she was able to immerse herself fully in the study of telugu literature. She found like-minded individuals who inspired her and who in turn were inspired by her. Despite personal challenges and ill-health, her last years were spent in deriving great pleasure in the pursuit of good literature, good friendships, music, and human connection.\n\nA feminist and social justice advocate, over the past several years, Kalyani let it be known that she would like to leave behind a meaningful legacy to further the cause of education for the underprivileged. To this end, the above mentioned scholarships from Padhaai are her lasting gift to the cause of education and humanity.\n\n## For information\n\nWrite to: padhaai2012@gmail.com"
  },
  {
    "slug": "distribution-basic-needs-rural-schools",
    "title": "Distribution of basic needs to rural schools from donors",
    "summary": "Distribution of essential supplies and resources to rural schools through generous donor contributions.",
    "date": "2024",
    "image": "/legacy/Bags.jpg",
    "content": "Padhaai Trust has been actively working to distribute basic needs and essential supplies to rural schools through generous contributions from our donors. This initiative aims to ensure that schools in rural areas have access to fundamental resources needed for quality education.\n\nThrough this program, we provide:\n\n- Educational materials and supplies\n- Basic infrastructure support\n- Essential resources for students and teachers\n\nThis initiative reflects our commitment to supporting education in underserved communities and ensuring that every child has access to the resources they need to succeed."
  },
  {
    "slug": "art-paint-activities",
    "title": "Art & Paint Activities",
    "summary": "Creative art and painting activities organized for students to enhance their learning experience.",
    "date": "2024",
    "image": "/legacy/g1.jpg",
    "content": "Padhaai Trust organizes art and paint activities for students as part of our holistic approach to education. These creative sessions provide students with opportunities to express themselves, develop artistic skills, and engage in meaningful learning experiences.\n\nOur art programs include:\n\n- Painting workshops\n- Creative expression sessions\n- Art supplies distribution\n- Student exhibitions\n\nThese activities help students develop creativity, confidence, and critical thinking skills while making learning more engaging and enjoyable."
  },
  {
    "slug": "installation-computer-systems-school",
    "title": "Installation of computer systems in school",
    "summary": "Setting up computer labs and digital infrastructure in schools to bridge the digital divide.",
    "date": "2024",
    "image": "/legacy/wayanadlaptops.jpg",
    "content": "Padhaai Trust has been working to install computer systems and establish computer labs in schools to bridge the digital divide and provide students with access to technology.\n\nThis initiative includes:\n\n- Computer hardware installation\n- Software setup and configuration\n- Basic computer training for students and teachers\n- Maintenance and support\n\nBy providing access to computers and technology, we aim to prepare students for the digital age and enhance their learning opportunities."
  },
  {
    "slug": "development-basic-needs-rural-schools",
    "title": "Development of Basic needs in Rural schools",
    "summary": "Comprehensive development program addressing basic infrastructure and resource needs in rural schools.",
    "date": "2024",
    "image": "/legacy/education-center.jpg",
    "content": "Padhaai Trust's comprehensive program for developing basic needs in rural schools focuses on improving infrastructure, resources, and learning environments.\n\nKey areas of development include:\n\n- School infrastructure improvements\n- Sanitation facilities\n- Drinking water access\n- Classroom furniture and equipment\n- Library development\n- Playground facilities\n\nThis holistic approach ensures that rural schools have the fundamental resources needed to provide quality education to their students."
  }
]

